[IRI_BH_Raider X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Raider"
ClassSpecializationSummary="Raiders ambush and debilitate groups of enemies with high-powered explosives."

[IRI_BH_Chaser X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Chaser"
ClassSpecializationSummary="No mortal can escape a point-blank shot from a Chaser's Handcannon."

[IRI_BH_Hitman X2UniversalSoldierClassInfo]
ClassSpecializationTitle="Hitman"
ClassSpecializationSummary="A deadly menace, Hitman will circle around entire groups of enemies, picking them off one by one from a safe distance."

